Repository: ivanmosetti07/siri-ai-plus
Catalog: Sources/SiriAIApp/Localizable.xcstrings
Source language: it
Languages: en

source: rizzo-flow su GitHub
en: rizzo-flow on GitHub

source: serve un nuovo accesso a %@: aprilo in Connettori e premi «Accedi».
en: you need to sign in to %@ again: open it in Connectors and click “Sign In”.

source: server in esecuzione
en: server running

source: settimana dal
en: week from

source: si ripete
en: repeats

source: solo manuale
en: manual only

source: su %lld
en: of %lld

source: sul Mac · solo i dati personali · dizionario per chat
en: on your Mac · personal data only · per-chat dictionary

source: testo
en: text

source: testo del link
en: link text

# time.now
source: Ora
en: Now

source: tra %lld minuti
en: in %lld minutes

source: tutte le note
en: all notes

source: tutti attivi
en: all active

source: tutto il giorno
en: all- day

source: un altro impegno
en: one more event

source: una persona
en: a person

source: vento forte
en: strong wind

source: vento moderato
en: moderate wind

# «%@» eliminat%@
source: «%1$@» eliminat%2$@
en: “%@” deleted%@

source: «%@» non esiste più. Ricollegala o rimuovi il progetto: le chat restano finché non lo rimuovi.
en: “%@” no longer exists. Relink it or remove the project: the chats stay until you remove it.

source: «Modifica»: l'assistente lavora sui file (con punto di ripristino). «Chiedi prima»: propone un piano senza toccare nulla. La copia isolata richiede un repository Git pulito.
en: “Edit”: the assistant works on the files (with a restore point). “Ask first”: it proposes a plan without touching anything. The isolated copy requires a clean Git repository.

source: È stato eliminato, oppure la chat in cui era è stata cancellata.
en: It was deleted, or the chat it was in was removed.

source: — terminato (codice %d) —
en: — finished (code %d) —

source: …e altri %lld
en: …and %lld more

source: ↑ ↓ per scegliere · ↩ per aprire
en: ↑ ↓ to choose · ↩ to open

# 🌙 %@ ha sognato: %lld lezioni aggiunte all'anima.
source: 🌙 %1$@ ha sognato: %2$lld lezioni aggiunte all'anima.
en: 🌙 %@ dreamed: %lld lessons added to the Soul.
